<?php
// Heading
$_['heading_title']    = 'Блок рецепты';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_banner']     = 'Баннер';
$_['entry_color_title_1'] = 'Цвет текста 1 блока - пример (#000000 или black)';
$_['entry_color_title_2'] = 'Цвет текста 2 блока - пример (#000000 или black)';
$_['entry_color_title_3'] = 'Цвет текста 3 блока - пример (#000000 или black)';
$_['entry_color_title_4'] = 'Цвет текста 4 блока - пример (#000000 или black)';
$_['entry_right_link'] = 'Ссылка желтого блока';
$_['entry_right_text_1'] = 'Текст 1 желтого блока';
$_['entry_right_text_2'] = 'Текст 2 желтого блока';
$_['entry_right_text_3'] = 'Текст 3 желтого блока';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_width']      = 'Введите ширину изображения!';
$_['error_height']     = 'Введите высоту изображения!';

